const template = `
<div>
<h1>Договор №____________________</h1>
<h6>по поиску приобретателя Объекта, подбору Альтернативы и оформлению сделок</h6>
<p>____________________, Москва</p>
<p>1. ________________________________________________________________________________, паспорт серии ____________________ №____________________, выдан _____._____.201____ __________________________________________________________________________________;
    зарег. по месту жительства: ________________________________________________________ __________________________________________________________________________________,</p>
<p>2. ________________________________________________________________________________, паспорт серии ____________________ №____________________, выдан _____._____.201____ __________________________________________________________________________________;
    зарег. по месту жительства: ________________________________________________________ __________________________________________________________________________________,</p>
<p>3. ________________________________________________________________________________, паспорт серии ____________________ №____________________, выдан _____._____.201____ __________________________________________________________________________________;
    зарег. по месту жительства: ________________________________________________________ __________________________________________________________________________________,</p>
<p>(далее — Заказчик), с одной стороны, и Общество с ограниченной ответственностью «Городское бюро недвижимости» (далее — Исполнитель), в лице _____________________ __________________________________________________________________________________, действующего/ей
    на основании ____________________________________________________, с другой стороны, заключили договор о нижеследующем.</p>
<h2>1. Предварительные разъяснения, гарантии и подтверждения сторон</h2>
<p>1.1. Объект — предложенный для отчуждения объект недвижимого имущества в виде: __________________________________________________________________________________, расположенный по адресу: ________________________________________________________ __________________________________________________________________________________.</p>
<p>1.2. Альтернатива — объект недвижимого имущества, подлежащий подбору согласно оформленной Заказчиком заявке на подбор. </p>
<p>1.3. Действия Исполнителя — комплекс принятых Исполнителем обязанностей по договору. Действия сотрудников Исполнителя, не входящие в перечень прав и обязанностей Исполнителя по настоящему договору, не являются действиями Исполнителя и не влекут его ответственности
    </p>
<p>1.4. При подписании договора Заказчику разъяснено следующее:</p>
<p>1.4.1. Понятие риэлторской деятельности как организационно- посреднической деятельности Исполнителя при совершении гражданами сделок или иных операций на рынке недвижимости.</p>
<p>1.4.2. Невозможность ограничения прав собственника недвижимости или понуждение его к заключению сделки, кроме случаев, предусмотренных федеральным законодательством, а также право приобретателя недвижимости на изменение волеизъявления в период подготовки
    к совершению сделки, вследствие чего становится невозможным возложение ответственности на Исполнителя за неисполнение или ненадлежащее исполнение настоящего договора (если причиной тому явились действия/бездействие или решения третьих лиц, с которыми
    Заказчик и/или иное указанное им лицо должны совершить сделку).</p>
<p>1.5. Заказчик:</p>
<p>1.5.1. Гарантирует Исполнителю отсутствие обстоятельств, препятствующих заключению договора с Исполнителем и совершению сделок.</p>
<p>1.5.2. Не возражает против ознакомления приобретателя с правоустанавливающими документами на Объект.</p>
<p>1.5.3. Подтверждает, что до заключения договора получил всю необходимую и достоверную информацию с затребованными им документами, обеспечивающую возможность правильного выбора объема услуг по договору: об Исполнителе (в частности, о его намерении, адресе
    и режиме работы); о посредническом характере работы Исполнителя в сфере недвижимости, в том числе по заключаемому договору; о содержании заключаемого договора (о полном объеме взаимных прав и обязанностей, специфике оказываемых исполнителем услуг).</p>
<p>1.5.4. Согласен с тем, что выполнение отдельных обязательств, исходя из их характера (организация показов/просмотров, консультации и т.п.), осуществляется Исполнителем устно.</p>
<p>1.4. Стороны гарантируют друг другу конфиденциальность условий договора. </p>
<p></p>
<p></p>
<p>2. Предмет договора</p>
<p>2.1. Предметом договора является оказание Исполнителем услуг, направленных:</p>
<p>2.1.1. На поиск приобретателя Объекта, имеющего следующие характеристики: общая площадь _____ кв. м, жилая площадь _____ кв. м; ______________________, площадь кухни _____ кв. м, лоджия/балкон __________________, этаж/этажность дома _____/_____, телефон
    в Объекте ____________________,___________________.</p>
<p>2.1.2. На подбор Альтернативы согласно Заявке на подбор.</p>
<p>2.1.3. На организацию заключения сделок по отчуждению Объекта и по приобретению Альтернативы в следующем порядке: _________________________ ___________________________________________________________________________.</p>
<p>Денежные средства от продажи Объекта используются для оплаты Альтернативы.</p>
<p>2.2. Альтернатива будет оформляться в собственность следующего лица: ______________________________________________________________________________________________________________________________________________________________________ (далее — приобретатель
    Альтернативы).</p>
<p>2.2.1. В случае, если приобретатель Альтернативы не указан Заказчиком, а также в случае невозможности оформления Альтернативы в собственность указанного Заказчиком лица, приобретателем Альтернативы является Заказчик.</p>
<p></p>
<p></p>
<p>3. Права и обязанности Заказчика</p>
<p>3.1. Заказчик вправе запрашивать у Исполнителя информацию о ходе выполнения обязательств по настоящему договору.</p>
<p>3.2. Заказчик обязуется:</p>
<p>3.2.1. В день подписания настоящего договора предоставить Исполнителю оригиналы правоустанавливающих документов на Объект и в течение трех рабочих дней со дня подписания настоящего договора предоставить иные необходимые для заключения сделок по отчуждению/приобретению
    объектов недвижимого имущества документы из перечисленных ниже (отметить):</p>
<li>паспорта всех собственников и пользователей Объекта, в том числе для несовершеннолетних лиц с 14 лет;</li>
<li>свидетельство о рождении (для несовершеннолетних до 18 лет);</li>
<li>доверенность от собственников Объекта;</li>
<li>свидетельство/справку о регистрации/о расторжении брака;</li>
<li>свидетельство о смерти;</li>
<li>свидетельство/справку о смене фамилии, имени, отчества;</li>
<li>акт приема-передачи Объекта.</li>
<p>3.2.2. К указанному Исполнителем сроку, но не позднее, чем за два рабочих дня до дня совершения сделки, дополнительно предоставить Исполнителю документы, необходимые для оформления и государственной регистрации перехода права собственности на Объект,
    из перечисленных ниже (отметить):</p>
<li>выписку из ЕГРН;</li>
<li>поэтажный план, экспликацию/технический паспорт;</li>
<li>выписку из домовой книги/единый жилищный документ;</li>
<li>разрешение органов опеки и попечительства на отчуждение объекта;</li>
<li>справки об отсутствии задолженности за телефон, переговоры, коммунальные услуги, электроэнергию, по взносам за капитальный ремонт жилого дома;</li>
<li>нотариально удостоверенное согласие супруга/и на отчуждение Объекта или заявление об отсутствии брачных отношений;</li>
<li>справки из психоневрологического, наркологического диспансеров на предмет отсутствия учета в них собственников и пользователей Объекта;</li>
<li>нотариально удостоверенные заявления пользователей Объекта о снятии с регистрационного учета и освобождении Объекта в сроки, которые будут указаны в договоре по отчуждению Объекта;</li>
<li>Иные документы по требованию Исполнителя ________________________ ____________________________________________________________________.</li>
<p>Принятые Исполнителем от Заказчика документы указываются в Описи документов.</p>
<p>3.2.3. Немедленно сообщить Исполнителю о ставших известными Заказчику обстоятельствах, затрудняющих или делающих невозможным совершение сделок по отчуждению Объекта/приобретению Альтернативы, об утрате либо корректировке документов, необходимых для совершения
    сделок, а при выявлении погрешностей в документах, необходимых для совершения сделок, принять меры по их устранению.</p>
<p>3.2.4. При изменении требований к характеристикам Альтернативы немедленно оформлять все изменения в письменном виде. При этом Исполнитель вправе в одностороннем внесудебном порядке отказаться от исполнения обязательств по настоящему договору, если новые
    требования Заказчика не могут быть исполнены на прежних условиях. В этом случае действие договора прекращается с указанной Исполнителем даты.</p>
<p>3.2.5. После подписания настоящего договора не производить перепланировку Объекта, демонтаж оборудования и конструкций, а также ремонтно- строительные работы без согласования с Исполнителем, а также не совершать иные действия, которые могут ухудшить состояние
    Объекта или привести к снижению его потребительских качеств или изменению стоимости.</p>
<p>3.2.6. До подписания договора по отчуждению Объекта оплатить квартплату за Объект, все коммунальные платежи, электроэнергию, воду, взносы за капитальный ремонт жилого дома, задолженности за телефон, в том числе за междугородние и международные переговоры.</p>
<p>3.2.7. Подписывать Акт осмотра немедленно после осмотра каждого варианта Альтернативы. В случае отказа Заказчика от подписания Акта, Исполнитель делает об этом в Акте соответствующую отметку, и осмотр считает состоявшимся.</p>
<p>3.2.8. Явиться лично и обеспечить явку всех собственников и пользователей Объекта, а также приобретателей Альтернативы с документами, удостоверяющими личность и другими документами, необходимыми для совершения сделок, а также необходимой/недостающей денежной
    суммой для оплаты полной стоимости Альтернативы, в назначенные Исполнителем день, время и место для:</p>
<li>подписания договоров по отчуждению Объекта/приобретению Альтернативы;</li>
<li>подачи документов на государственную регистрацию;</li>
<li>получения документов, подтверждающих факт государственной регистрации перехода права собственности на Объект и Альтернативу (в этом случае участники сделок должны иметь при себе документы, удостоверяющие их личность).</li>
<p>3.2.9. Полностью выплатить причитающееся Исполнителю вознаграждение, подписать акт выполненных работ (услуг).</p>
<p>3.2.10. Обеспечить снятие всех собственников и пользователей Объекта с регистрационного учета, в том числе расторгнуть заключенные с пользователями или третьими лицами договоры возмездного или безвозмездного пользования/найма/аренды Объекта, в срок _________________,
    выселиться и освободить Объект от имущества в срок _______________________; оплатить все задолженности по платежам, указанным в пункте 3.2.6 договора, возникшие до передачи Объекта приобретателю.</p>
<p>3.2.11. В период действия настоящего договора не предпринимать каких-либо действий (лично или через других посредников) по предмету настоящего договора без письменного согласования с исполнителем, а также после нахождения Исполнителем приобретателя на
    Объект не совершать действий, направленных на отчуждение третьим лицам права собственности на Объект.</p>
<p>3.3. Заказчик гарантирует истинность следующих сведений:</p>
<p>3.3.1. Объект никому не отчужден и не обещан, не обременен правами третьих лиц (в частности, нет лиц, признанных безвестно отсутствующими или объявленных умершими в судебном порядке; находящихся в армии или в местах лишения свободы; выбывших в интернаты,
    дома инвалидов и иные учреждения социальной защиты), арендой, коммерческим наймом, возмездным или безвозмездным пользованием, залогом и др.; в споре и под арестом/ запрещением не состоит; Объект был оплачен без использования средств материнского капитала;
    право распоряжения им не ограничено.</p>
<p>3.3.2. В Объекте зарегистрированы: _________________________________________ _______________________________________________________________________________________________________________________________________________________, проживают без регистрации:
    ________________________________________________ _______________________________________________________________________________________________________________________________________________________.</p>
<p>3.3.3. Из числа собственников и пользователей Объекта:</p>
<p>гр. ______________________________________________ лишен/а/ы дееспособности, гр. ________________________________________ ограничен/а/ы в дееспособности, гр. _________________________________________________ состоят на учете в ПНД, гр. ___________________________________________________
    состоят на учете в НД. </p>
<p>Остальные собственники и пользователи Объекта не ограничены и не лишены дееспособности, на учетах в ПНД и НД не состоят.</p>
<p>3.3.4. Объект несанкционированной перепланировке или переоборудованию до подписания настоящего договора ________________________________________.</p>
<p>3.3.5. Дом, в котором находится, в перечень под снос, реконструкцию, капитальный ремонт _______________________________________________________.</p>
<p>3.3.6. Отсутствует запрет на регистрацию граждан по месту жительства в Объекте.</p>
<p>3.3.7. Объект принадлежит собственникам на основании актуальных и действительных правоустанавливающих и правоподтверждающих документов; никаких соглашений с третьими лицами, направленных на передачу/прекращение права собственности на Объект, не заключено;
    сделка, на основании которой было приобретено право собственности на Объект, была совершена по достоверным, надлежаще оформленным документам, на момент подписания настоящего договора не расторгнута и не признана недействительной.</p>
<p>3.3.8. Никто из собственников Объекта не признан банкротом, в их отношении не возбуждались и не ведется дело о банкротстве, у собственников не имеется долгов и/или любых иных неисполненных обязательств, которые могут повлечь в отношении кого-нибудь из
    них возбуждение дела о банкротстве и/или о взыскании денежных средств, им ничего не известно о кредиторах, которые могут обратиться в суд с иском о признании их банкротами, никто из собственников не планирует обращаться в суд для признания себя банкротом.</p>
<p></p>
<p></p>
<p>4. Права и обязанности Исполнителя</p>
<p>4.1. Исполнитель вправе:</p>
<p>4.1.1. В порядке и на условиях по своему усмотрению привлекать к исполнению своих обязанностей третьих лиц (без дополнительного согласования с Заказчиком), координируя их действия в пределах обязанностей Исполнителя по договору.</p>
<p>4.1.2. Рекламировать Объект, самостоятельно определяя площадки, содержание объявлений и периодичность их размещения.</p>
<p>4.2. Исполнитель обязуется:</p>
<p>4.2.1. Осуществлять поиск приобретателя на Объект любыми доступными Исполнителю способами.</p>
<p>4.2.2. Организовывать показы Объекта для потенциальных приобретателей.</p>
<p>4.2.3. Подобрать Альтернативу, используя по своему усмотрению любые доступные Исполнителю информационные ресурсы и организовать их просмотр.</p>
<p>4.2.4. Организовать оформление договоров по отчуждению Объекта/приобретению Альтернативы в согласованном порядке при наличии согласия участников сделок, а также всех необходимых для этого документов.</p>
<p></p>
<p></p>
<p>5. Расчеты и порядок оплаты</p>
<p>5.1. Вознаграждение Исполнителя по договору составляет сумму в размере 110 000 (сто десять тысяч) рублей, НДС не облагается.</p>
<p>5.2. Услуга по договору считается полностью и надлежащим образом оказанной Исполнителем и принятой Заказчиком в день государственной регистрации перехода права собственности на Объект и/или Альтернативу (в зависимости от согласованного порядка проведения
    сделок), а в случае нерегистрации по обстоятельствам, зависящим от Заказчика/собственника Объекта/приобретателя Альтернативы, — в день подписания договоров по отчуждению Объекта и приобретению Альтернативы.</p>
<p>5.3. Расходы, связанные с совершением сделок:</p>
<p>5.3.1. По отчуждению Объекта (аренда банковской ячейки, услуги нотариуса или составление договора в простой письменной форме, государственная регистрация перехода права собственности) оплачиваются приобретателем Объекта.</p>
<p>5.3.2. По приобретению Альтернативы (аренда банковской ячейки, услуги нотариуса или составление договора в простой письменной форме, государственная регистрация перехода права собственности) оплачиваются приобретателем Объекта.</p>
<p></p>
<p></p>
<p>6. Ответственность Сторон и основания освобождения от ответственности</p>
<p>6.1. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение своих обязательств по настоящему договору, если причиной этому явились события непреодолимой силы, а для Исполнителя дополнительным основанием освобождения от ответственности
    являются также события, факторы или обстоятельства, не поддающиеся контролю и находящиеся вне власти Исполнителя (в частности, противоправные действия третьих лиц, решения, действия или бездействие третьих лиц, органов власти или управления, в том
    числе органа по регистрации прав на недвижимое имущество, издание актов, препятствующих надлежащему исполнению обязательств, изменение цен на рынке недвижимости, или т.п.).</p>
<p>6.2. Исполнитель несет ответственность за неисполнение или ненадлежащее исполнение своих обязательств по договору в соответствии с действующим гражданским законодательством РФ при наличии вины.</p>
<p>6.3. Исполнитель обеспечивает сохранность полученных им оригиналов правоустанавливающих документов на Объект.</p>
<p>6.4. Исполнитель вправе потребовать от Заказчика уплаты всей предусмотренной договором суммы вознаграждения в случае отчуждения Заказчиком/собственником Объекта без участия Исполнителя в период действия настоящего договора или в течение 6 месяцев после
    его прекращения приобретателю, найденному Исполнителем, или его аффилированному лицу (под которым понимаются родственники любой степени родства, супруги и их родственники, юридические лица, в которых, приобретатель имеет акции (доли участия, паи и
    т.п.), а также иные лица, которые в соответствии с действующим законодательством или установившейся практикой признаются аффилированными).</p>
<p>6.5. Исполнитель не несет ответственности за неисполнение или ненадлежащее исполнение обязательств по сделкам, заключенным их участниками, а также по другим вопросам, не входившим в обязанности Исполнителя по настоящему договору, включая вопросы взаимоотношений
    участников сделок с налоговыми органами.</p>
<p></p>
<p></p>
<p>7. Основания и порядок прекращения договора</p>
<p>7.1. Действие настоящего договора и предусмотренных в нем обязательств прекращается вследствие исполнения, досрочного расторжения настоящего договора по соглашению сторон, отказа Исполнителя или Заказчика от его исполнения по основаниям, указанным в законе
    или в настоящем договоре, или истечения срока действия, за исключением случая, предусмотренного пунктом 8.1.2 договора.</p>
<p>В случае заключения договора Заказчиком в пользу третьего лица, изменение или прекращение договора производится без согласия последнего.</p>
<p>7.2. Настоящий договор считается не исполненным по вине Заказчика, и Исполнитель вправе известить Заказчика о прекращении договора, в случае нарушения Заказчиком любого из предусмотренных договором обязательств, включая неявку Заказчика/ собственника
    Объекта/приобретателя Альтернативы на сделку, или иного препятствования совершению сделок со стороны Заказчика/собственника Объекта или приобретателя Альтернативы, и/или недостоверности информации об Объекте или гарантий, указанных в пунктах 1.5.1
    и 3.3 настоящего договора. В этих случаях Исполнитель вправе потребовать от Заказчика уплаты вознаграждения по договору.</p>
<p></p>
<p></p>
<p>8. Заключительные положения</p>
<p>8.1. Договор вступает в силу с ______.______.201___ и действует до ______.______.201___ включительно. Если последний день срока действия договора приходится на субботу, воскресенье или праздничный день, днем окончания срока считается ближайший следующий
    за этим днем рабочий день.</p>
<p>8.1.1. Действие договора может быть продлено путем подписания сторонами соответствующего соглашения или путем обмена сообщениями по электронной почте в следующем порядке: Исполнитель до окончания срока действия настоящего договора направляет Заказчику
    по адресу электронной почты (E-mail), указанному Заказчиком, предложение о продлении срока действия договора с указанием нового срока действия; при получении положительного ответа Заказчика настоящий договор считается продленным на новый срок, согласованный
    с Заказчиком.</p>
<p>При множественности лиц на стороне Заказчика продление договора в вышеуказанном порядке одним из Заказчиков означает согласие остальных Заказчиков с продлением договора.</p>
<p>8.1.2. Если в период действия настоящего договора участниками сделок подписаны договоры по отчуждению Объекта и/или по приобретению Альтернативы или совершены действия, направленные на обеспечение взаиморасчетов по сделкам, то в случае недостаточности
    оставшегося срока для завершения исполнения договора в объеме принятых Исполнителем обязательств, настоящий договор считается продленным на необходимый для его исполнения срок (в порядке ст. 158, 159 ГК РФ); в этом случае письменного оформления пролонгации
    договора не требуется.</p>
<p>8.2. Заказчик извещается Исполнителем о дате, времени и месте оформления сделок не позднее, чем за два рабочих дня, способом по выбору Исполнителя (по электронной почте, факсу, СМС или др. или устно). При неполучении Заказчиком от Исполнителя извещения
    о дне сделок Заказчик обязан явиться и обеспечить явку всех собственников и пользователей Объекта, а также приобретателей Альтернативы на сделку в 12 часам 00 минутам последнего дня срока действия договора в офис по адресу: г. Москва, ______________________________________________________________
    ___________________________________________________________________________________.</p>
<p>8.3. В случае необходимости направления Заказчику письменного извещения Заказчик считается надлежащим образом извещенным, если сообщение было отправлено по адресу:____________________________________________________________________________ __________________________________________________________________________________,
    или по указанному Заказчиком адресу электронной почты.</p>
<p>8.4. В случае возникновения спора стороны принимают меры к его разрешению путем переговоров, а при невозможности урегулирования спора указанным способом Заказчик обязан лично обратиться в независимую Примирительную комиссию. В дальнейшем споры, связанные
    с настоящим договором, разрешаются в суде по месту его заключения (г. Москва) согласно установленной действующим законодательством подведомственности.</p>
<p>8.5. Заказчик в целях заключения, исполнения и архивации настоящего договора дает согласие Исполнителю на обработку (включая передачу через интернет) согласно ст. 3 Федерального Закона «О персональных данных» персональных данных (фамилии, имени, отчества;
    даты и места рождения; адреса проживания; реквизитов документа, удостоверяющего личность; семейного положения; контактных телефонов; адреса электронной почты и иных сведений) Заказчика и участников сделок (при этом Заказчик гарантирует, что персональные
    данные участников сделок и согласие на их передачу получены Заказчиком на законных основаниях). Согласие действительно в период действие настоящего договора и в течение пяти лет после его прекращения, и может быть отозвано в письменной форме.</p>
<p>8.6. Заказчику разъяснены и понятны все положения договора, все пробелы в договоре и приложениях заполнены после предварительного согласия с Заказчиком и полностью одобрены им. Подписание настоящего договора Заказчиком свидетельствует об отсутствии возражений,
    замечаний и дополнений по его условиям.</p>
<p>8.7. Заказчик согласен на бесплатное получение от Исполнителя аналитических обзоров рынка недвижимости, информации об акциях, скидках, новых услугах и предложениях, связанных с уставной деятельностью Исполнителя, любыми доступными способами связи (СМС,
    E-mail, и др.), в том числе после прекращения настоящего договора или отзыва согласия, указанного в п. 8.5.</p>
<p>8.8. Договор составлен в двух экземплярах, имеющих равную юридическую силу.</p>
<p>Адреса и реквизиты сторон</p>
<p>Заказчик</p>
<p>1. Ф.И.О.: ____________________________ _____________________________________</p>
<p>Контактные телефоны: _______________ _____________________________________</p>
<p>E-mail: _______________________________</p>
<p>Подпись: ____________________________</p>
<p>2. Ф.И.О. ____________________________ _____________________________________</p>
<p>Контактные телефоны: _______________ _____________________________________</p>
<p>E-mail: _______________________________</p>
<p>Подпись: ____________________________</p>
<p>3. Ф.И.О. ____________________________ _____________________________________</p>
<p>Контактные телефоны: _______________ _____________________________________</p>
<p>E-mail: _______________________________</p>
<p>Подпись: ____________________________</p>
<p></p>
<p>Исполнитель</p>
<p>Общество с ограниченной ответственностью «Городское бюро недвижимости»</p>
<p>101000, Москва, Мясницкая улица, 35, строение 2, 3-й этаж, комната №18</p>
<p>ИНН 7708328708, КПП 770801001</p>
<p>Р/с 40702810838000126014</p>
<p>ПАО Сбербанк, г. Москва</p>
<p>К/с 30101810400000000225 </p>
<p>БИК 044525225</p>
<p></p>
<p>Генеральный директор:</p>
<p>Козлова Оксана Анатольевна</p>
<p></p>
<p>___________________/__________________</p>
<p>М.П.</p>
<p>Договор </p>
</div>
`;

const AsyncComponent = templateId => resolve => {
  setTimeout(function() {
    resolve({
      template
    });
  }, 1000);
};

export default AsyncComponent;
